const buildingTypes = [
  {
    Key: "Ф1.1",
    Value:
      "Ф1.1 - Здания дошкольных образовательных организаций",
  },
  {
    Key: "Ф1.2",
    Value:
      "Ф1.2 - Гостиницы, общежития (за исключением общежитий квартирного типа)",
  },
  {
    Key: "Ф1.3",
    Value:
      "Ф1.3 - Многоквартирные жилые дома, в том числе общежития квартирного типа",
  },
  {
    Key: "Ф1.4",
    Value: "Ф1.4 - Одноквартирные жилые дома, в том числе блокированные",
  },
  {
    Key: "Ф2.1",
    Value:
      "Ф2.1 - Театры, кинотеатры, концертные залы, клубы",
  },
  {
    Key: "Ф2.2",
    Value:
      "Ф2.2 - Музеи, выставки, танцевальные залы и другие подобные учреждения в закрытых помещениях",
  },
  {
    Key: "Ф3.1",
    Value: "Ф3.1 - Здания организаций торговли",
  },
  {
    Key: "Ф3.2",
    Value: "Ф3.2 - Здания организаций общественного питания",
  },
  {
    Key: "Ф3.3",
    Value: "Ф3.3 - Вокзалы",
  },
  {
    Key: "Ф3.4",
    Value:
      "Ф3.4 - Здания медицинских организаций",
  },
  {
    Key: "Ф3.5",
    Value:
      "Ф3.5 - Помещения для посетителей организаций бытового и коммунального обслуживания",
  },
  {
    Key: "Ф3.6",
    Value:
      "Ф3.6 - Физкультурно-оздоровительные комплексы",
  },
  {
    Key: "Ф3.7",
    Value: "Ф3.7 - Объекты религиозного назначения",
  },
  {
    Key: "Ф4.1",
    Value:
      "Ф4.1 - Здания общеобразовательных организаций",
  },
  {
    Key: "Ф4.2",
    Value:
      "Ф4.2 - Здания образовательных организаций высшего образования",
  },
  {
    Key: "Ф4.3",
    Value:
      "Ф4.3 - Здания органов управления учреждений, проектно-конструкторских организаций",
  },
  {
    Key: "Ф4.4",
    Value: "Ф4.4 - Здания пожарных депо",
  },
  {
    Key: "Ф5.1",
    Value:
      "Ф5.1 - Производственные здания",
  },
  {
    Key: "Ф5.2",
    Value:
      "Ф5.2 - Складские здания, сооружения, стоянки для автомобилей",
  },
  {
    Key: "Ф5.3",
    Value: "Ф5.3 - Здания сельскохозяйственного назначения",
  },
];

export default buildingTypes;
