const buildingTypes = [
  {
    Key: "Ф1.1",
    Value:
      "Ф1.1 - здания дошкольных образовательных организаций, специализированных домов престарелых и инвалидов (неквартирные), спальные корпуса образовательных организаций с наличием интерната и детских организаций, здания медицинских организаций, предназначенные для оказания медицинской помощи в стационарных условиях (круглосуточно)",
  },
  {
    Key: "Ф1.2",
    Value:
      "Ф1.2 - гостиницы, общежития (за исключением общежитий квартирного типа), спальные корпуса санаториев и домов отдыха общего типа, кемпингов",
  },
  {
    Key: "Ф1.3",
    Value:
      "Ф1.3 - многоквартирные жилые дома, в том числе общежития квартирного типа",
  },
  {
    Key: "Ф1.4",
    Value: "Ф1.4 - одноквартирные жилые дома, в том числе блокированные",
  },
  {
    Key: "Ф2.1",
    Value:
      "Ф2.1 - театры, кинотеатры, концертные залы, клубы, цирки, спортивные сооружения с трибунами, библиотеки и другие учреждения с расчетным числом посадочных мест для посетителей в закрытых помещениях",
  },
  {
    Key: "Ф2.2",
    Value:
      "Ф2.2 - музеи, выставки, танцевальные залы и другие подобные учреждения в закрытых помещениях",
  },
  {
    Key: "Ф3.1",
    Value: "Ф3.1 - здания организаций торговли",
  },
  {
    Key: "Ф3.2",
    Value: "Ф3.2 - здания организаций общественного питания",
  },
  {
    Key: "Ф3.3",
    Value: "Ф3.3 - вокзалы",
  },
  {
    Key: "Ф3.4",
    Value:
      "Ф3.4 - здания медицинских организаций, предназначенные для осуществления медицинской деятельности",
  },
  {
    Key: "Ф3.5",
    Value:
      "Ф3.5 - помещения для посетителей организаций бытового и коммунального обслуживания с нерасчетным числом посадочных мест для посетителей",
  },
  {
    Key: "Ф3.6",
    Value:
      "Ф3.6 - физкультурно-оздоровительные комплексы и спортивно-тренировочные учреждения с помещениями без трибун для зрителей, бытовые помещения, бани",
  },
  {
    Key: "Ф3.7",
    Value: "Ф3.7 - объекты религиозного назначения",
  },
  {
    Key: "Ф4.1",
    Value:
      "Ф4.1 - здания общеобразовательных организаций, организаций дополнительного образования детей, профессиональных образовательных организаций",
  },
  {
    Key: "Ф4.2",
    Value:
      "Ф4.2 - здания образовательных организаций высшего образования, организаций дополнительного профессионального образования",
  },
  {
    Key: "Ф4.3",
    Value:
      "Ф4.3 - здания органов управления учреждений, проектно-конструкторских организаций, информационных и редакционно-издательских организаций, научных организаций, банков, контор, офисов",
  },
  {
    Key: "Ф4.4",
    Value: "Ф4.4 - здания пожарных депо",
  },
  {
    Key: "Ф5.1",
    Value:
      "Ф5.1 - производственные здания, сооружения, производственные и лабораторные помещения, мастерские, крематории",
  },
  {
    Key: "Ф5.2",
    Value:
      "Ф5.2 - складские здания, сооружения, стоянки для автомобилей без технического обслуживания и ремонта, книгохранилища, архивы, складские помещения",
  },
  {
    Key: "Ф5.3",
    Value: "Ф5.3 - здания сельскохозяйственного назначения",
  },
];

export default buildingTypes;
