// departmentsData.js
const departments = [
  { Code: "АР", Name: "Архитектурный отдел" },
  { Code: "АН", Name: "Отдел авторского надзора" },
  { Code: "АУ", Name: "Аппарат управления" },
  { Code: "ВК", Name: "Отдел водопровода и канализации" },
  { Code: "ГИП", Name: "Бюро ГИП" },
  { Code: "ГП", Name: "Генеральный план" },
  { Code: "КР", Name: "Конструктивный отдел" },
  { Code: "ОВ", Name: "Отдел отопления и вентиляции" },
  { Code: "ПОС", Name: "Группа проекта организации строительства" },
  { Code: "ПЭО", Name: "Планово-экономический отдел" },
  { Code: "СС", Name: "Отдел сетей и связи" },
  { Code: "ЭОМ", Name: "Электротехнический отдел" },
  { Code: "BIM", Name: "Отдел информационного моделирования" },
];

export default departments;
