//.sevices/milestonesData.js

const milestonesData = [
  { code: "П.Дгв", label: "Подписание договора" },
  { code: "П.Зак.Док", label: "Предоставление Заказчику документов, в т.ч. Приказы, Доверенности, График ПИР" },
  { code: "Р.ЗнП", label: "Разработка и согласование задания на проектирование" },
  { code: "Р.АПР", label: "Разработка Архитектурно-планировочных решений (АПР)" },
  { code: "С.АПР", label: "Согласование Архитектурно-планировочного решения с Заказчиком" },
  { code: "Р.СПОЗУ", label: "Разработка схемы планировочной организации земельного участка (Посадка зданий)" },
  { code: "С.СПОЗУ", label: "Согласование схемы планировочной организации земельного участка с Заказчиком и, при необходимости, с МКА" },
  { code: "Р.АГР", label: "Разработка Архитектурно-градостроительных решений (АГР)" },
  { code: "С.АГРз", label: "Согласование АГР с Заказчиком" },
  { code: "С.АГРмка", label: "Согласование АГР в Москомархитектуре (Регламентная комиссия)" },
  { code: "П.ТУв", label: "Получение ТУ на временное подключение" },
  { code: "З.ТУв", label: "Получение ТУ на подготовку зу" },
  { code: "С.НсЗ", label: "Согласование нагрузок с Заказчиком"},
  { code: "П.ТУ", label: "Получение  ТУ на подключение (техприс)" },
  { code: "З.ТУ", label: "Технические условия, справки и запросы получены" },
  { code: "Р.ПД", label: "Разработка Цифровой информационной модели (ЦИМ)" },
  { code: "Р.ПД", label: "Разработка проектной документации (ПД)" },
  { code: "П.МГЭ", label: "Подготовка ПД и ЦИМ для прохождения МГЭ/ГГЭ, согласование с Заказчиком" },
  { code: "У.ПД", label: "Утверждение проектной документации в МГЭ/ГГЭ" },
  { code: "У.ПД", label: "Передача Заказчику ПД после МГЭ/ГГЭ" },
  { code: "Р.РД", label: "Разработка рабочей документации (РД), согласование с Заказчиком" },
  { code: "П.РД", label: "Передача заказчику согласованных разделов РД" },
  { code: "К.РДпПД", label: "Корректировка ПД с целью приведения в соответствие с РД. Повторная Экспертиза"},
];

export default milestonesData;
