//.sevices/milestonesData.js

const milestonesData = [
  { code: "П.Дгв", label: "Подписание договора" },
  { code: "П.Зак.Док", label: "Предоставление Заказчику документов" },
  { code: "Р.ЗнП", label: "Разработка и согласование задания на проектирование" },
  { code: "Р.АПР", label: "Разработка Архитектурно-планировочного решения" },
  { code: "С.АПР", label: "Согласование Архитектурно-планировочного решения с Заказчиком" },
  { code: "Р.СПОЗУ", label: "Разработка схемы планировочной организации земельного участка" },
  { code: "С.СПОЗУ", label: "Согласование схемы планировочной организации земельного участка" },
  { code: "Р.АГР", label: "Разработка Архитектурно-градостроительные решения" },
  { code: "С.АГРз", label: "Согласование АГР с Заказчиком" },
  { code: "С.АГРмка", label: "Согласование АГР Москомархитектуры (Регламентная комиссия)" },
  { code: "П.ТУв", label: "Получение ТУ на временное подключение" },
  { code: "З.ТУв", label: "Получение ТУ на временное подключение завершено" },
  { code: "П.ТУ", label: "Получение технических условий" },
  { code: "З.ТУ", label: "Технические условия, справки и запросы получены" },
  { code: "Р.ПД", label: "Разработка проектной документации" },
  { code: "П.МГЭ", label: "Подготовка документации для прохождения МГЭ" },
  { code: "У.ПД", label: "Утверждение проектной документации" },
  { code: "Р.РД", label: "Разработка рабочей документации" },
  { code: "П.РД", label: "Передача заказчику согласованных разделов РД" },
  { code: "К.РДпПД", label: "Корректировка проектной документации на основное строительство" },

];

export default milestonesData;
